Repository: williamsarrazin018/web
Catalog: src/Locale/*/default_ancien.po
Languages: fr_ca

source: The adress has been saved.
fr_ca: L'adresse a été sauvée.

source: The adress could not be saved. Please, try again.
fr_ca: L'adresse n'a pas pu être sauvegardée. S'll vous plaît, essayez encore.

source: The adress has been deleted.
fr_ca: L'adresse a été supprimée.

source: The adress could not be deleted. Please, try again.
fr_ca: L'adresse n'a pas pu être supprimée. S'll vous plaît, essayez encore.

source: The assignment has been saved.
fr_ca: L'affectation a été sauvegardée.

source: The assignment could not be saved. Please, try again.
fr_ca: L'affectation n'a pas pu être enregistrée. S'll vous plaît, essayez encore.

source: The assignment has been deleted.
fr_ca: L'assignation a été supprimée.

source: The assignment could not be deleted. Please, try again.
fr_ca: L'assignation n'a pas pu être supprimée. S'll vous plaît, essayez encore.

source: The chamber has been saved.
fr_ca: La chambre a été sauvée.

source: The chamber could not be saved. Please, try again.
fr_ca: La chambre n'a pas pu être sauvée. S'll vous plaît, essayez encore.

source: The chamber has been deleted.
fr_ca: La chambre a été supprimée.

source: The chamber could not be deleted. Please, try again.
fr_ca: La chambre n'a pas pu être supprimée. S'll vous plaît, essayez encore.

source: The department has been saved.
fr_ca: Le départ ement a été sauvé.

source: The department could not be saved. Please, try again.
fr_ca: Le ministère n'a pas pu être sauvé. S'll vous plaît, essayez encore.

source: The department has been deleted.
fr_ca: Le ministère a été supprimé.

source: The department could not be deleted. Please, try again.
fr_ca: Le ministère n'a pas pu être supprimé. S'll vous plaît, essayez encore.

source: The doctor has been saved.
fr_ca: Le docteur a été sauvé.

source: The doctor could not be saved. Please, try again.
fr_ca: Le docteur n'a pas pu être sauvé. S'll vous plaît, essayez encore.

source: The doctor has been deleted.
fr_ca: Le médecin a été supprimé.

source: The doctor could not be deleted. Please, try again.
fr_ca: Le médecin n'a pas pu être supprimé. S'll vous plaît, essayez encore.

source: The level has been saved.
fr_ca: Le niveau a été sauvegardé.

source: The level could not be saved. Please, try again.
fr_ca: Le niveau n'a pas pu être enregistré. S'll vous plaît, essayez encore.

source: The level has been deleted.
fr_ca: Le niveau a été supprimé.

source: The level could not be deleted. Please, try again.
fr_ca: Le niveau n'a pas pu être supprimé. S'll vous plaît, essayez encore.

source: The medical center has been saved.
fr_ca: Le centre médical a été sauvé.

source: The medical center could not be saved. Please, try again.
fr_ca: Le centre médical n'a pas pu être sauvé. S'll vous plaît, essayez encore.

source: The medical center has been deleted.
fr_ca: Le centre médical a été supprimé.

source: The medical center could not be deleted. Please, try again.
fr_ca: Le centre médical n'a pas pu être supprimé. S'll vous plaît, essayez encore.

source: The patient has been saved.
fr_ca: Le patient a été sauvé.

source: The patient could not be saved. Please, try again.
fr_ca: Le patient n'a pas pu être sauvé. S'll vous plaît, essayez encore.

source: The patient has been deleted.
fr_ca: Le patient

source: The patient could not be deleted. Please, try again.
fr_ca: Le patient n'a pas pu être supprimé. S'll vous plaît, essayez encore.

source: The user has been saved.
fr_ca: L'utilisateur a été enregistré.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvé. Veuillez réessayer.

source: The user has been deleted.
fr_ca: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas pu être supprimé. S'll vous plaît, essayez encore.

source: List Adresses
fr_ca: Liste des adresses

source: List Medical Centers
fr_ca: Liste des centres médicaux

source: New Medical Center
fr_ca: Nouveau centre médical

source: List Patients
fr_ca: Liste des patients

source: New Patient
fr_ca: Nouveau patient

source: Add Adress
fr_ca: Ajouter une adresse

source: Submit
fr_ca: Soumettre

source: Delete
fr_ca: Supprimer

source: Are you sure you want to delete # {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer # {0}?

source: Edit Adress
fr_ca: Modifier l'adresse

source: New Adress
fr_ca: Nouvelle adresse

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: first
fr_ca: Première

source: previous
fr_ca: précédent

source: next
fr_ca: suivant

source: last
fr_ca: Dernière

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Page {{page}} de {{pages}}, affichage {{Current}} enregistrement (s) sur {{Count}} total

source: Delete Adress
fr_ca: Supprimer l'adresse

source: Adress
fr_ca: Adresse

source: City
fr_ca: Ville

source: Zip Code
fr_ca: Code postal

source: Country
fr_ca: Pays

source: Details
fr_ca: Détails

source: User Id
fr_ca: Identifiant utilisateur

source: Created
fr_ca: Créé

source: Modified
fr_ca: Modifié

source: Related Medical Centers
fr_ca: Centres médicaux connexes

source: Adress Id
fr_ca: Adresse ID

source: Name
fr_ca: Nom

source: Director
fr_ca: Directeur

source: Phone
fr_ca: Téléphone

source: Related Patients
fr_ca: Patients apparentés

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Gender
fr_ca: Genre

source: Birth Date
fr_ca: Date de Naissance

source: Email
fr_ca: Courriel

source: List Assignments
fr_ca: Liste des affectations

source: List Departments
fr_ca: Liste des départements

source: New Department
fr_ca: Nouveau département

source: List Levels
fr_ca: Niveaux de liste

source: New Level
fr_ca: Nouveau niveau

source: List Chambers
fr_ca: Liste des chambres

source: New Chamber
fr_ca: Nouvelle chambre

source: List Users
fr_ca: Liste des utilisateurs

source: New User
fr_ca: Nouvel utilisateur

source: Add Assignment
fr_ca: Ajouter une affectation

source: Edit Assignment
fr_ca: Modifier l'adresse

source: New Assignment
fr_ca: Nouveau patient

source: Assignments
fr_ca: Affectations

source: Delete Assignment
fr_ca: Supprimer

source: Department
fr_ca: Département

source: Reason
fr_ca: Motif

source: Level
fr_ca: Niveau de bassin

source: Chamber
fr_ca: Chambre

source: User
fr_ca: Utilisateur

source: Assignment Date
fr_ca: Date d'affectation

source: Add Chamber
fr_ca: Ajouter une chambre

source: Edit Chamber
fr_ca: Modifier la chambre

source: Chambers
fr_ca: Chambres

source: Delete Chamber
fr_ca: Supprimer la chambre

source: Number
fr_ca: Numéro

source: Related Assignments
fr_ca: Affectations connexes

source: Department Id
fr_ca: ID du département

source: Patient Id
fr_ca: ID du patient

source: Level Id
fr_ca: Identifiant de niveau

source: Chamber Id
fr_ca: ID de chambre

source: Add Department
fr_ca: Ajouter un département

source: Edit Department
fr_ca: Editer le département

source: Departments
fr_ca: Ministères

source: Delete Department
fr_ca: Supprimer le service

source: Related Chambers
fr_ca: Chambres connexes

source: List Doctors
fr_ca: Liste des médecins

source: Add Doctor
fr_ca: Ajouter un médecin

source: Edit Doctor
fr_ca: Modifier le médecin

source: New Doctor
fr_ca: Nouveau médecin

source: Doctors
fr_ca: Médecins

source: Delete Doctor
fr_ca: Supprimer

source: Medical Center
fr_ca: Le centre médical a été sauvé.

source: Address Id
fr_ca: Identifiant utilisateur

source: Error
fr_ca: Erreur

source: Back
fr_ca: Retour

source: Add Level
fr_ca: Ajouter un niveau

source: Edit Level
fr_ca: Modifier le niveau

source: Levels
fr_ca: Niveaux

source: Delete Level
fr_ca: Supprimer le niveau

source: Add Medical Center
fr_ca: Ajouter un centre médical

source: Medical Centers
fr_ca: Centres médicaux

source: Delete Medical Center
fr_ca: Supprimer le centre médical

source: Related Doctors
fr_ca: Médecins associés

source: Medical Center Id
fr_ca: ID du centre médical

source: Add Patient
fr_ca: Ajouter un patient

source: Edit Patient
fr_ca: Modifier le patient

source: Delete Patient
fr_ca: Supprimer le patient

source: Add User
fr_ca: Ajouter un Utilisateur

source: Edit User
fr_ca: Modifier l'utilisateur

source: Users
fr_ca: Utilisateurs

source: Delete User
fr_ca: Supprimer l'utilisateur

source: Password
fr_ca: Mot de passe

source: Username
fr_ca: Nom d'utilisateur
